{
  "blink": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "clangd": { "branch": "main" },
  "comment": { "branch": "master" },
  "da_lua": { "branch": "main" },
  "dap": { "branch": "master" },
  "dap_py": { "branch": "master" },
  "dap_ui": { "branch": "master" },
  "dispatch": { "branch": "master" },
  "dressing": { "branch": "master" },
  "flatten": { "branch": "main" },
  "fugitive": { "branch": "master" },
  "fwatch": { "branch": "main" },
  "github_link": { "branch": "master" },
  "gruvbox": { "branch": "main" },
  "hop": { "branch": "master" },
  "illuminate": { "branch": "master" },
  "jupytext": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "libmodal": { "branch": "master" },
  "neogen": { "branch": "main" },
  "nvim-nio": { "branch": "master" },
  "oil": { "branch": "master" },
  "plenary": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise": { "branch": "main" },
  "rust_tools": { "branch": "master" },
  "screenkey": { "branch": "main" },
  "ssr": { "branch": "main" },
  "tele_bibtex": { "branch": "master" },
  "telescope": { "branch": "master" },
  "treesitter": { "branch": "master" },
  "treesitter_textobjects": { "branch": "master" },
  "ufo": { "branch": "main" },
  "unception": { "branch": "main" },
  "vim_glsl": { "branch": "master" },
  "vrepeat": { "branch": "master" },
  "yuck": { "branch": "master" }
}
